spec/spec/SVWS/IntegrationPlatform/Examples/CardsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getCardsRequest>
         <customer_number>125</customer_number>
         <inst_id>1001</inst_id>
         <customer_id>4</customer_id>
         <account_number>00000000000000000000000000000011</account_number>
         <account_id>11</account_id>
         <state>CSTE0200</state>
         <get_balance>1</get_balance>
         <lang>LANGRUS</lang>
      </int:getCardsRequest>
   </soapenv:Body>
</soapenv:Envelope>
